Repository: w8tcha/dnnsitemapui
Catalog: Source/App_LocalResources/Settings.ascx.*.resx
Languages: de_de, pl_pl

# AllTerms.Text
source: Use All Terms
de_de: Alle Terms benutzen
pl_pl: Użyj wszystkich terminów

# btnSelectAll.Text
source: Select all
de_de: Alle auswählen
pl_pl: Wybierz wszystkie

# btnSelectNone.Text
source: Select none
de_de: Alle abwählen
pl_pl: Odznacz wszystkie

# Child.Text
source: Child
pl_pl: Podrzędna

# ControlTitle_settings.Text
source: WatchersNET.SiteMap Settings
de_de: WatchersNET.SiteMap Einstellungen
pl_pl: Ustawienia mapy witryny

# Cookie.Text
source: Cookie
pl_pl: Cookies

# Current.Text
source: Current
pl_pl: Bieżąca

# Custom.Text
source: Custom
pl_pl: Własna

# CustomTerms.Text
source: Select Terms
de_de: Terms auswählen
pl_pl: Wybierz terminy

# CustomVocabulary.Text
source: Select Vocabularies
de_de: Vokabular wählen
pl_pl: Wybierz słowniki

# Error.Text
source: Value must be a Number!
de_de: Wert muss eine Nummer sein!
pl_pl: Wartość musi być liczbowa!

# Fast.Text
source: Fast
de_de: Schnell
pl_pl: Szybka

# lblAnimated.Help
source: Sets the animation speed for Expanding/Collapsing of Child Tabs. Valid values are one of the strings "slow", "normal", "fast".
de_de: Einstellung zur Anmimation von Öffnen/ Schliessen von Zweigen, Optionen sind "slow", "normal", "fast" oder keine.
pl_pl: Ustawia szybkość animacji rozwijania/zwijania stron podrzędnych. Prawidłowe wartości to napisy wolna, normalna, szybka.

# lblAnimated.Text
source: Animation
pl_pl: Animacja

# lblChooseVoc.Help
source: Select from which Vocabularies you want to Use as Filter
de_de: Markieren Sie von welchen Vokabularien die Terms als Filter verwendet werden sollen.
pl_pl: Wybierz które słownictwa mają być używane jako filtr

# lblChooseVoc.Text
source: Select a Vocabulary
de_de: Vokabulare auswählen
pl_pl: Wybierz słownictwo

# lblCollapsed.Help
source: Sets whether all nodes should be collapsed by default.
de_de: Einstellung ob alle TreeView Zweige geschlossen sind beim Start.
pl_pl: Ustawia, czy wszystkie węzły mają być rozwinięte domyślnie

# lblCollapsed.Text
source: All branches collapsed
de_de: Alle Zweige geschlossen
pl_pl: Wszystkie gałęzie rozwinięte

# lblDemoMode.Help
source: Enable Demo Mode (Show case). If Enabled it Show a Drop Down before the SiteMap to Switch the Skin.
de_de: Enable Demo Mode (Show case). Wenn Aktiviert, wird über der SiteMap eine Auswahl mit den Skins angezeigt um das Skin zu wechseln.
pl_pl: Włącza tryb demonstracyjny (pokazowy). Jeśli włączone, to wyświetla wysuwane menu z wyborem motywu.

# lblDemoMode.Text
source: Enable Demo Mode
de_de: Demomodus aktivieren
pl_pl: Włącz tryb demonstracyjny

# lblError.Text
source: Skins Folder Not Found, Please Reinstall the Module
de_de: Skins Ordner Nicht gefunden, Bitte Re-Installieren Sie das Modul.
pl_pl: Folder z motywami nie został odnaleziony, proszę zainstalować moduł ponownie

# lblExcludeLst.Help
source: List with all Tabs, selected Tabs will be NOT shown in the SiteMap. WARNING: If you Exclude an Main Tab all Children Tabs will be also not displayed.
de_de: Liste mit allen Seiten, Sie können Seiten definieren die nicht in der SiteMap angezeigt werden sollen. WARNUNG: Wenn Sie eine Hauptseite auschließen werden alle Unterseiten auch ausgeschlossen.
pl_pl: Lista ze wszystkim stronami, wybrane strony NIE zostaną wyświetlone na mapie. UWAGA: Jeśli główna strona zostania wyłączona, to wszystkie podrzędne również nie zostaną wyświetlone.

# lblExcludeLst.Text
source: Excluded Tabs
de_de: Folgende Seiten nicht anzeigen
pl_pl: Strony wyłączone

# lblFilterByTax.Help
source: Shows only Site Tabs where the Tab Name Contains a Tax Term.
de_de: Nur Seiten anzeigen, bei denen der Seitenname ein Tax Term enthällt.
pl_pl: Wyświetla tylko strony portalu, których nazwa zawiera termin ze słownika.

# lblFilterByTax.Text
source: Filter Tabs by Taxonomy Tags
de_de: Filter Tabs nach Taxonomy Tags
pl_pl: Filtruj strony według słownika etykiet

# lblHumanUrls.Help
source: Possibility to Format the Tab Links Human Friendly. For Example http://mydomain.com/Home.aspx instead of http://mydomain.com/Home/tabid/40/Default.aspx.
de_de: Möglichkeit die Seiten Links Menschen Freundlich zu Formatieren, z.B.: http://mydomain.com/Home.aspx statt http://mydomain.com/Home/tabid/40/Default.aspx.
pl_pl: Możliwość uruchomienia przyjaznych odnośników. Na przykład http://mydomain.com/Home.aspx zamiast http://mydomain.com/Home/tabid/40/Default.aspx.

# lblHumanUrls.Text
source: Generate Human Friendly Urls
de_de: Menschen Freundliche Urls Erstellen
pl_pl: Generuj przyjazne odnośniki URL

# lblMaxLevel.Help
source: Set The Maximum Levels that the SiteMap renders. "-1" is Unlimited.
de_de: Maximales Unterseiten Level das dargestellt werden soll. "-1" ist Unbegrenzt.
pl_pl: Ustaw maksymalny poziom zagnieżdżenia do wyświetlania na mapie. "-1" oznacza brak ograniczeń.

# lblMaxLevel.Text
source: Maximum Render Level
de_de: Maximales Level
pl_pl: Maksymalny poziom do wyświetlania

# lblPersist.Help
source: Persists the tree's expand/collapse state in one of two ways: "location": looks within all tree nodes with link anchors that match the document's current URL (location.href), and if found, expands that node (including its parent nodes). Great for href-based state saving. "cookie": Saves the current state of the tree on each click to a cookie and restores that state on page load. To disable persistence, remove this option entirely.
pl_pl: Zachowanie stanu rozwinięcia/zwinięcia na dwa sposoby: "położenie": wyszukuje węzły drzewa z kotwicami pasującymi do bieżącego adresu URL, jeśli odnajdzie, to rozwija ten węzeł (wraz z węzłami nadrzędnymi). Rozwiązanie dobre przy zapisie stanu na podstawie HREF. "cookie": zapisuje bieżący stan drzewa po każdym kliknięciu do pliku cookie i odtwarza ten stan po wczytaniu strony. Aby wyłączyć zachowanie stanu, wyłącz tę funkcję.

# lblPersist.Text
source: Persist
pl_pl: Zachowanie stanu

# lblRender.Help
source: Display Sitemap Normally or as TreeView with Animation.
de_de: Sitemap normal anzeigen oder TreeView mit Animation.
pl_pl: Wyświetla mapę witryny normalnie lub w formie animowanego drzewa.

# lblRender.Text
source: Display
de_de: Darstellung
pl_pl: Wyświetlanie

# lblRenderName.Help
source: Renders the Website Name as Main Root Item.
de_de: Der Seitename ist der Hauptzweig im TreeView.
pl_pl: Wyświetla nazwę portalu jako główny węzeł mapy.

# lblRenderName.Text
source: Site Name as Root
de_de: Sitenname als Hauptzweig
pl_pl: Nazwa strony jako główny węzeł

# lblRootLevel.Help
source: Select The Start Level for the Tabs. If you choose "Custom" you can select a Tab below.
de_de: Level von dem gestarten werden soll. Wenn man "Custom" auswählt kann man einen Tab unter Root Seite auswählen
pl_pl: Wybierz początkowy poziom dla stron. Jeśli wybierzesz "Własny", to będzie można wybrać stronę poniżej.

# lblRootLevel.Text
source: Root Level
de_de: Start Level
pl_pl: Poziom główny mapy

# lblRootTab.Help
source: Root Tab where the SiteMap start to render.
de_de: Seite von der die SiteMap gestartet wird.
pl_pl: Strona główna, od której ma rozpocząć się wyświetlanie.

# lblRootTab.Text
source: Root Tab
de_de: Root Seite
pl_pl: Strona główna mapy

# lblShowHidden.Help
source: SiteMap displays Tabs that are marked as "hidden".
de_de: Die Sitemap zeigt Seiten an die als "Versteckt" gekennzeichnet sind.
pl_pl: Mapa wyświetli strony oznaczone jako "ukryte".

# lblShowHidden.Text
source: Show Hidden Tabs
de_de: Zeige Versteckte Seiten
pl_pl: Wyświetlaj ukryte strony

# lblShowInfo.Help
source: Shows a Copyright Message at the End of the SiteMap.
de_de: Zeigt am Ende der SiteMap eine Copyright Nachicht.
pl_pl: Wyświetla informacje o prawie autorskim poniżej mapy.

# lblShowInfo.Text
source: Show Copyright Info
de_de: Zeige Copyright Info
pl_pl: Wyświetlaj informacje o prawie autorskim

# lblShowTabIcons.Help
source: Shows the Tab Icons if there are available.
de_de: Zeigt die Seiten Icons falls definiert in der SiteMap an.
pl_pl: Wyświetla ikony stron, jeśli dostępne.

# lblShowTabIcons.Text
source: Show Tab Icons
de_de: Seiten Icons anzeigen
pl_pl: Wyświetlaj ikony stron

# lblSkin.Help
source: List with all available Skins for the SiteMap.
de_de: Liste mit allen Verfügbaren Skins für die SiteMap.
pl_pl: List dostępnych motywów dla mapy.

# lblSkin.Text
source: Skin Selection
de_de: Skin Auswahl
pl_pl: Wybór motywu

# lblStartRenderCt.Help
source: Shows only Sites from Current Level
de_de: Zeigt alle Seiten ab dem aktuellen Level in dem Sich diese Seite befindet.
pl_pl: Wyświetla strony tylko z bieżącego poziomu

# lblStartRenderCt.Text
source: Start From Current Level
de_de: Ab dem aktuellen Seiten Level starten
pl_pl: Rozpocznij od bieżącego poziomu

# lblUnique.Help
source: Sets whether only one tree node can be open at any time, collapsing any previous open nodes.
de_de: Einstellung um immer nur einen Zweig geöffnet zu haben.
pl_pl: Ustawia, czy tylko jeden węzeł na raz może zostać otwarty, zamykając uprzednio otwarte węzły.

# lblUnique.Text
source: Unique Branches
de_de: Einzelne Zweige
pl_pl: Unikalne gałęzie

# lblUseDefaultIcon.Help
source: The Default Icon if defined will be displayed for Tabs that doesnt have an Tab Icon defined.
de_de: Das Standard Icon wenn es definiert ist wird bei Seiten angezeigt haben die kein Tab Icon definiert haben.
pl_pl: Domyślna ikona dla stron zostanie wyświetlona dla tych, które nie mają zdefiniowanej ikony.

# lblUseDefaultIcon.Text
source: Default Tab Icon
de_de: Standard Tab Icon
pl_pl: Domyślna ikona strony

# lExlOpt.Text
source: Exclude Settings
de_de: Exclude Einstellungen
pl_pl: Ustawienia wyłączeń

# Location.Text
source: Location
de_de: Ort
pl_pl: Położenie

# lPreview.Text
source: Skin Preview:
de_de: Skin Vorschau:
pl_pl: Podgląd motywu:

# lRenderOpt.Text
source: Render Settings
de_de: Render Einstellungen
pl_pl: Ustawienia wyświetlania

# lTaxOpt.Text
source: Taxonomy Terms Filter Settings
de_de: Taxonomy Terms Filter Einstellungen
pl_pl: Ustawienia filtra terminów z taksonomii

# lTreeOpt.Text
source: TreeView Display Settings
de_de: TreeView Ansichtseinstellungen
pl_pl: Ustawienia wyświetlania widoku drzewa

# lVislOpt.Text
source: Visual Settings
de_de: Optische Einstellungen
pl_pl: Ustawienia wizualne

# ModuleHelp.Text
source: Here you can modify all Settings for the Module.
de_de: Hier könnnen Sie alle relevanten Einstellungen für dieses Modul vornehmen.
pl_pl: Tutaj można zmienić wszystkie ustawienia modułu modułu.

# No.Text
source: No
de_de: Nein
pl_pl: Nie

# None.Text
source: None
de_de: Keine
pl_pl: Brak

# Normal.Text
source: Normal
pl_pl: Normalna

# Parent.Text
source: Parent
pl_pl: Nadrzędna

# Root.Text
source: Root
de_de: Stamm
pl_pl: Główna

# Slow.Text
source: Slow
de_de: Langsam
pl_pl: Wolna

# TabTerms.Text
source: Use Terms of Current Tab
de_de: Terms des Aktueller Seite benutzen
pl_pl: Użyj terminów z bieżącej strony

# Treeview.Text
source: TreeView
pl_pl: Widok drzewa

# Yes.Text
source: Yes
de_de: Ja
pl_pl: Tak
